;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Malay
;Language name in English e.g. German
LanguageEn=Bahasa Melayu

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(kosong)
21027=OK
21028=Batal
21029=Tutup

;Words - simple words can be reused
150=Tiada
151=Terapkan
152=Folder
153=Fail
154=Nama
155=Laluan
156=Nama:
157=Kekunci cepat:
158=Laluan:
159=Set semula
160=Konteks
161=Edit
162=Tema
163=Eksport
;164=Tip
165=Contoh:
166=Parameter
167=Buatan

;Global
602=Pilihan Listary

;Balloon
801=Listary berjalan di latar belakang.
802=Carian saat anda menaip
803=Mencari saat anda taip telah dinyahdayakan untuk senarai ini buat sementara waktu. Tekan ESC untuk mengambil semula.

;Tray Menu
1001=Bantuan talian
1002=Semak untuk pemasakinian...
1003=Mengenai
1004=Keluar

;Toolbar
1100=Carian

;Favorite Menu
2000=Kegemaran
2001=Aplikasi ini
2002=Global
2003=Tambah disini
2004=Tambah folder semasa ke kegemaran
2050=Gagal menambah ke kegemaran
2051=Listary tidak mendapatkan laluan daripada aplikasi ini.

;Recent Menu
2100=Riwayat
2101=Kosongkan
2105=Jejaki aplikasi ini
2106=Tiada lacak daripada aplikasi ini

;Commands Menu
2201=Folder semasa dibuka
2202=Tukar ke folder akhir dibuka dalam pengurus fail
2203=Buka fail dipilih dalam pengurus fail
2204=Jelajahi folder semasa
2205=Command Prompt
2206=Pergi ke folder aplikasi
2207=Jelajahi folder aplikasi
2208=Tunjukkan ekstensi fail
2209=Tunjukkan fail dan folder tersembunyi
2210=Salin laluan folder ke papan klip
2211=Salin lokasi item terpilih ke klipboard
2212=Salin nama item terpilih ke klipboard
2213=Pilihan
2214=Naik taraf ke versi Pro
2215=Eksport kandungan senarai ke Excel
2216=Lumpuhkan Listary untuk aplikasi ini
2218=Pemisah
2219=Naik satu aras
2220=Mencipta Folder
2252=Adakah anda pasti mahu melumpuhkan Listary bagi aplikasi ini?
2253=Lumpuhkan Listary
2254=Listary tidak akan muncul lagi saat permulaan seterusnya dari aplikasi ini.
2260=Command Prompt (Administrator)
2261=Tambah Folder semasa sebagai projek

; Export to Excel command
2270=Maaf senarai ini tidak disokong.
2271=Pemprosesan...
2272=Simpan gagal, sila semak jika fail itu dibuka dalam program lain.

;Search
2300=Senarai
2301=Pergi ke
2302=Tidak ada item yang padan dengan carian anda.
2303=(folder semasa)
2304=Projek
2305=Konteks menu

;Options > General
3000=Umum
3001=Mula Listary apabila Windows bermula
3002=Setkan fokus input ke senarai fail secara automatik untuk Explorer Windows XP
3004=Tukar Cepat (Buka semasa dalam dialog fail bila bertukar daripada pengurus fail)
3005=Bahasa:
3006=Pengurus fail standar
3007=Isi ini jika anda memilih untuk menggunakan pengurus fail selain Windows Explorer.\nPakai %1 dalam parameter bagi laluan. Jangan lupa sebut tanda petik.
3008=Sepadan fuzzy
3009=Semak kemaskini secara automatik
3010=Semak untuk versi beta yang baru
3011=Set semula Tips
3012=Sila tukar "Laluan" ke jalan sebenar $1 pada sistem anda.
3020=Awalan untuk mematikan mencari saat anda menaip untuk senarai semasa sementara waktu (tekan ESC untuk ambil semula):

;Options > Favorites
3100=Kegemaran
3106=Submenu

;Options > Keywords
3300=Kata kunci
3306=Menambah Arahan Kastam
3309=Arahan
3313=Paparan Tajuk:
3314=Maklumat:
3315=Kata kunci:
3316=Senyap
3317=Jalankan sebagai administrator
3318=Tambah Batch
3319=Direktori kerja:
3320=Hanya tunjukkan pada pelancar
3330=Format:

;Options > Applications
3402=Bolehkan Listary untuk aplikasi ini
3403=Jejaki fail dan folder terbaru

;Options > Display
3603=Relatif ke senarai
3604=Relatif ke tetingkap
3605=Dari atas
3606=Dari bawah
3607=Dari kiri
3608=Dari kanan
3618=Atas tetingkap
3619=Bawah tetingkap
3620=Relatif ke monitor
3621=Tengah jendela
3624=Klik dua kali tetikus pada kawasan kosong untuk mengaktifkan Listary
3625=Klik tengah tetikus untuk mengaktifkan Listary
3626=Bolehkan Listary hotkeys
3628=Kedudukan Bar Alat
3629=Mencari semasa anda menaip

;Options > Pro
3800=Naik taraf kepada Listary Pro
3802=Nama:
3803=Email:
3804=Kod Pendaftaran:
3808=Tampal dari papan klip
3809=Semak kod pendaftaran
3810=Tahniah, anda telah berjaya dinaik taraf kepada Listary Pro!
3811=Maaf, kod pendaftaran adalah tidak sah.
3812=Listary adalah percuma untuk peribadi, bukan komersial sahaja.
3813=Jika anda ingin menggunakan Listary untuk tujuan komersial atau tempat perniagaan anda, atau jika anda mahu untuk menyokong pembangunan Listary, sila naik taraf kepada Listary Pro.
3814=Dapatkan Listary Pro Sekarang!

;Options > About
3900=Mengenai
3902=Lihat Laman Listary
3903=Program ini terlesen untuk

;Options > Integration
4000=Integrasi
4002=Gunakan Total Commander untuk mengganti dialog fail:

;Custom Command Dialog
4200=Arahan Kastam
4202=Parameter:
4210=Mencipta fail teks (contoh)
4211=Mencipta "{query} .txt"
4212=Contoh: Taip "txt abc" untuk mengedit "abc.txt" dengan Notepad

;Add Favorite Dialog
4300=Tambah kegemaran
4301=Pakai laluan

;Menu List
4400=Menu
4401=Toolbar
4402=Menu popup
4403=Kegemaran
4404=Aplikasi kegemaran
4405=Menu direktori Total Commander
4406=Riwayat
4407=Perintah
4408=Menu klik kiri sistem tray
4409=Menu klik kanan sistem Tray

;Menu List Item Type
4500=Folder kegemaran
4501=Dokumen kegemaran
4502=Luncurkan aplikasi

;Options > Menus
5000=Menu
5001=Perintah
5002=Menu Semula
5003=Adakah anda pasti anda mahu mengeset semula semua Menu ke lalai? Anda tidak akan kehilangan kegemaran atau perintah anda.
5010=Ubah ikon
5011=Gunakan ikon standar

;Options > Hotkeys
5200=Kekunci Cepat
3503=Tayangkan bar alat Listary:
3504=Tayangkan menu popup:
5201=Tekan Ctrl dua kali untuk Tayang/Sembunyi Listary
5210=Item seterusnya:
5211=Item sebelumnya:


;Options > By Application
5300=Seting aplikasi
5301=Pin laluan
5302=Hanya aplikasi dengan seting tidak standar yang ditampilkan.

;Options > Index
;Removed: 5402 5403
5404=Pengecualian carian Cakera
5410=Pengecualian cakera atau folder
5411=Tambahkan penapis pengecualian
5412=Hapus entri yang dipilih
5413=Carian Cakera
5416=Nonaktifkan carian cakera
5417=Paksa bina semula indeks
5418=Memuatkan...
5419=Indeks
5420=Jilid NTFS
5421=Lokasi kastam indeks
5422=Pengecualian folder tidak sah
5423=Penapis pengecualian
5430=Tambahkan kastam lokasi ke indeks
5440=Kemaskini indeks setiap $1 menit (0 mematikan)
5441=Kemaskini Indeks


;Options > History
5500=Riwayat
5501=Jejaki riwayat membuka fail dan folder
5502=Hapus Riwayat
5503=Adakah anda pasti mahu menghapuskan semua rekod-rekod sejarah?
3208=Pilih tarikh fail dibuka secara automatik dalam dialog membuka fail
3215=Cari fail dan folder terbaru
5510=Pengecualian Riwayat

;Options > Projects
5600=Projek
5601=Kata Kunci
5602=Apa ni?
5603=Sebagai contoh, jika anda menambah "D:\Websites\My Blog" sebagai projek dengan kata kunci "blog", anda boleh menaip "file_to_find.html blog" untuk mencari fail dan folder di dalamnya dari mana sahaja pada bila-bila masa.
5605=Menaik taraf kepada Listary Pro sekarang untuk menggunakan projek!

;Options > Appearance
5700=Penampilan
5701=Saiz
5702=Normal
5703=Kecil
5710=(dalam pixels. 0 menggunakan lalai)
5711=Lebar:
5712=Tinggi maksimum:

;Options > Launch Apps
5800=Luncurkan Aplikasi
5801=Folder carian
5802=Cari Aplikasi kedai Windows

;Options > Search
5901=Penapis
5902=Taip "katakunci: pertanyaan carian" atau "kata kunci pertanyaan carian:" untuk terapkan penapis carian
5910=Cari di:
5911=Cari untuk:
5912=Ekstensi:

;Options > Actions
6000=Tindakan
6001=Menambah tindakan buatan
6010=Buka dengan Notepad (Contoh)

;Dialog > Add Exclude Filter
6100=Tambahkan Penapis Pengecualian
6101=* sepadan nol atau lebih huruf
6102=? sepadan dan tepat satu aksara
6103=Penapis:

;Dialog > Register Hotkey
6200=Kekunci Cepat Listary
6201=Kekunci Cepat $1 diambil oleh aplikasi lain.
6202=Tentukan yang baru:

;Dialog > Upgrade to Pro
6301=Inilah ciri-ciri PRO, ditawarkan di sini penilaian secara percuma.
6302=Terus

;Updates
6400=Kemas kini listary
6402=Listary tidak dapat menyemak versi terbaru saat ini, sila cuba lagi nanti.
6403=Anda telah menggunakan versi yang terbaru dari Listary, sila semak sekali lagi pada masa mendatang.
6404=Versi baru dari $1 boleh didapati.
6405=Versi terpasang:
6406=Versi terkini:
6407=Buka laman muat turun
6408=Langkau versi ini
6409=Ingatkan saya kemudian

; Parameter tips
6500=Anda boleh menggunakan pemboleh ubah berikut dalam parameter:
6510=Pertanyaan gelintar
6511=Laluan hasil carian
6512=Folder induk hasil carian
6513=Laluan folder semasa dalam Explorer

;UI
8000=Klik untuk menetapkan kekunci cepat
8001=Tekan kekunci cepat

;Tips
8500=Tekan $1 untuk beralih ke mode pelancar
8501=Tekan $1 untuk masuk menu tindakan
8502=Tekan $1 untuk mencari fail sahaja

;Actions
9000=Tindakan
9001=Buka folder
9002=Salin laluan ke papan klip
9003=Buka
9004=Salin laluan folder ke papan klip
9005=Salin ke folder semasa
9006=Alihkan ke folder semasa
9007=Salin
9008=Potong
9009=Menghantar ke
9010=Set kunci
9011=Buka dengan
9020=Adakah anda pasti anda mahu memindahkan "$1" ke "$2"?
9021=Pilih aplikasi lain

;Tutorial
7000=Tutorial
7001=Cubalah!
7002=Seterusnya >
7003=Tidak, terima kasih saja
7004=Selesai
7005=Klik * Seterusnya > * apabila anda telah selesai

7010=Ini seolah-olah kali pertama anda sedang Listary. Adakah anda ingin untuk mengambil lawatan cepat?

7020=Tetingkap Explorer akan dibuka untuk anda bermula.

7030=Dalam Explorer, anda boleh menaip langsung apa yang anda perlukan.
7031=Taip * teks 2 *

7040=*Tab/Atas/Bawah: * Pilih fail atau folder
7041=*Enter: * membuka fail atau folder yang dipilih
7042=*ESC: * menyembunyikan toolbar Listary

7090=Jika anda lebih suka tetikus, anda boleh menggunakan klik dua kali tetikus atau klik tengah tetikus untuk mencapai Listary.
7091=Klik dua kali pada kawasan kosong di panel kanan pada Explorer.

7100=Untuk mencari semua app dan fail anda bila-bila masa, tekan Ctrl dua kali.
7101=Tekan *Ctrl dua kali*
7102=Taip *Notepad*
7103=Tekan Enter untuk membukanya

7110=Sekarang anda harus telah mempunyai tetingkap Notepad yang terbuka.
7111=Dalam Notepad, klik menu fail > Buka…
7112=Tekan * Ctrl + G *

7120=Listary hanya telah membiarkan dialog ini terbuka untuk menavigasi ke folder semasa dalam Explorer!

7130=Terdapat banyak ciri-ciri lain daripada Listary seperti kegemaran, sejarah dan arahan. Untuk maklumat lanjut, semak pilihan Listary melalui ikon di tray.

7141=Sekian, terima kasih untuk masa anda! Klik pautan berikut untuk mengetahui lebih lanjut mengenai lain-lain ciri-ciri yang hebat Listary :
7142=Ketahui lebih lanjut mengenai Listary

